Repository: mr-elbe5/MyPrivateTrack
Catalog: myprivatetrack/*.lproj/Localizable.strings
Languages: de

# addItem
source: Add:
de: Hinzufügen:

source: Add map section
de: Kartenausschnitt hinzufügen

# audioNotAuthorized
source: Microphone use is not authorized. Please change your settings.
de: Die Nutzung des Mikrofons ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

source: Back
de: Zurück

source: Background image
de: Hintergrundbild

# backgroundImageInfo
source: You can select an image from your photo library or the default image
de: Du kannst ein Bild aus der Fotobibliothek oder das Standardbild wählen.

# backupInfo
source: You can select the first and the last day of your entries to backup. After tapping the backup button, a zip file with the name 'backup_...' will be created in the documents of your app (you can see it using the Files app). All backup files can be used for later import. Please be aware that these files can be accessed by other apps. If you want to open the backup file outside the app, you should not use a password.
de: Du kannst den ersten und letzten Tag der zu sichernden Einträge wählen. Mit Drücken auf auf 'Sichern' wird im Dokumentenverzeichnis der App eine Datei mit dem Namen 'backup_...' erzeugt (man kann sie z.B. auch in der 'Dateien' - App sehen). Alle Sicherungsdateien können für eine spätere Wiederherstellung benutzt werden. Denke bitte daran, dass diese Dateien auch von anderen Apps gesehen und (wenn nicht durch ein Passwort geschützt) geöffnet werden können. Wiilst du die Sicherungsdatei ausserhalb der App öffnen, solltest du kein Passwort verwenden.

source: Backup Password
de: Sicherungspasswort

# backupRestored
source: The selected days have been restored.
de: Die ausgewählten Tage wurden wiederhergestellt.

source: Backup
de: Sichern

# backupSuccessInfo
source: Backup has been created.
de: Sicherung wurde erstellt.

source: Balanced
de: Ausbalanciert

source: Camera
de: Kamera

# cameraNotAvailable
source: Camera is not available.
de: Die Kamera steht nicht zur Verfügung.

# cameraNotAuthorized
source: Camera use is not authorized. Please change your settings.
de: Die Nutzung der Kamera ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

source: Cancel
de: Abbrechen

source: Comment
de: Kommentar

# copyError
source: The file could not be copied.
de: Die Datei konnte nicht kopiert werden.

# defaultBackground
source: Default image
de: Standardbild

# deleteAllDataApproveInfo
source: If you approve, you lose all your entries and media. You cannot undo this action.
de: Wenn du zustimmst, werden alle Daten und Medien gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# deleteEntryApproveInfo
source: If you approve, you delete this entry with all its items. You cannot undo this action.
de: Wenn du zustimmst, wird der Eintrag mit allen Elementen gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# deleteItemApproveInfo
source: If you approve, you delete this item. You cannot undo this action.
de: Wenn du zustimmst, wird dieses Element gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# deleteDocumentsApproveInfo
source: If you approve, all public files (backups and exports) will be deleted. You cannot undo this action.
de: Wenn du zustimmst, werden alle öfftlichen Dateien (Sicherungen und Exporte) gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# deleteData
source: Delete entries
de: Einträge löschen

# deleteDocuments
source: Delete all exported files
de: Alle exportierten Dateien löschen

# documentsDeleted
source: All exported files (backups, exports) have been deleted.
de: Alle exportierten Dateien (Sicherungen und Exporte) wurden gelöscht.

source: Done
de: Fertig

source: East
de: Ost

# editEntryAudioIconInfo
source: With this icon you add a new audio item starting by recording an audio.
de: Mit diesem Icon erstellst du ein neues Audio-Element durch eine Tonaufnahme.

# editEntryDeleteIconInfo
source: With this icon you delete the item. Take care! There is no way to undo this action!
de: Mit diesem Icon löschst du das Element. Vorsicht! Diese Aktion kann nicht rückgängig gemacht werden!

# editEntryFlashIconInfo
source: With this icon you set the flash mode (off, on or auto).
de: Mit diesem Icon setzt du den Blitzmodus (aus, an oder automatisch).

# editEntryPhotoIconInfo
source: With this icon you add a new image item by taking a photo.
de: Mit diesem Icon erstellst du ein neues Bild-Element mit der Kamera

# editEntryImageIconInfo
source: With this icon you import an image from the library.
de: Mit diesem Icon importierts du ein Bild aus der Bibliothek

# editEntryInfoHeader
source: Edit entry
de: Eintrag editieren

# editEntryItemInfoHeader
source: Deleting an item
de: Element löschen

# editEntryOthersHeader
source: Other icons
de: Weitere Icons

# editEntryTextIconInfo
source: With this icon you add a new text item by writing a text.
de: Mit diesem Icon erstellst du ein neues Text-Element.

# editEntryToggleCameraIconInfo
source: With this icon you toggle the camera when you take a photo or video.
de: Mit diesem Icon wechselst du beim Aufnehmen eines Fotos oder eines Videos die Kamera.

# editEntryToggleMapIconInfo
source: With this icon you change the map type (satellite or street) when you capture a map snapshot.
de: Mit diesem Icon veränderst du beim Aufnehmen eines Kartenausschnitts die Kartenansicht (Satellit oder Strasse).

# editEntryTopInfo
source: The entry view lets you add, edit and remove items within your entry. By tapping one of the left icons you can add a new item: text, image, audio, video or map. The number of items is not limited.
de: In dieser Ansicht kannst du Elemente in deinem Eintrag hinzufügen, ändern oder löschen. Durch Antippen der linken Icons kannst du ein neues Element erzeugen: Text, Bild, Audio, Video oder Karte. Die Anzahl der Elemente ist nicht begrenzt

# editEntryVideoIconInfo
source: With this icon you add a new video item by recording a video.
de: Mit diesem Icon erstellst du ein neues Video-Element duch eine Videoaufnahme.

source: End date
de: Letzter Tag

source: Entries
de: Einträge

source: Error
de: Fehler

# fileOpenError
source: The file could not be opened.
de: Die Datei konnte nicht geöffnet werden.

source: Files
de: Dateien

source: From date
de: Ab Datum

# fullBackupData
source: Backup all entries
de: Alle Einträge sichern

# imageLibrary
source: Photos
de: Fotos

# locationNotAuthorized
source: Finding your location is not authorized. Please change your settings.
de: Die App darf deinen Standort nicht feststellen. Bitte ändere die entsprechenden Einstellungen.

# mapInfoHeader
source: Map view
de: Kartenansicht

source: Map
de: Karte

source: Map comment
de: Kommentar zur Karte

# mapStartSize
source: Start size for capturing map images
de: Anfangsgröße für Kartensnapshots

# mapTopInfo
source: The map view shows all entries with a saved position represented by a needle. By tapping one of these needles the complete entry is shown.
de: Die Kartenansicht zeigt alle Einträge, deren Position gespeichert wurde. Die Einträge werden duch eine Nadel dargestellt. Durch Antippen der Nadel wird der gesamte Eintrag angezeigt.

source: Media
de: Medien

source: New Entry
de: Neuer Eintrag

# noItems
source: You need at least one item or a position.
de: Es ist minestens ein Eintrag oder die Position nötig.

source: No
de: Nein

source: North
de: Nord

# notComplete
source: Some entries are not complete.
de: Einige Eingaben sind nicht vollständig.

# ownBackground
source: Photo library
de: Fotobibliothek

# ownDocuments
source: Files - On my iPhone/iPad
de: Dateien - Auf meinem iPhone/iPad

# partialBackupData
source: Backup entries of time span
de: Einträge einer Zeitspanne sichern

# photoLibraryNotAuthorized
source: The use of the photo library is not authorized. Please change your settings.
de: Die Nutzung der Fotobibliothek ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

# photoShared
source: Photo has been copied.
de: Foto wurde kopiert.

# privacyInfoHeader
source: Your privacy
de: Deine Privatshäre

# privacyInfoText1
source: This app is designed for private data.
de: Diese App ist für private Daten erstellt.

# privacyInfoText2
source: None of your entered data leaves your iPhone or iPad, if you do not explicitly export it.
de: Keine eingegebenen Daten verlassen das iPhone oder iPad, solange sie nicht explizit exportiert werden.

# privacyInfoText3
source: There are no ads.
de: Es gibt keine Werbung.

# privacyInfoText4
source: The only use of the network is for getting map tiles and the location service for showing the location of your entries on the map.
de: Das Netzwerk wird lediglich genutzt, um Kartenkacheln zu laden oder den Ort deiner Einträge auf Karten darzustellen.

# privacyInfoText5
source: Only Apple APIs and services are used, except for the open source project Zip, which is embedded for backup and restore.
de: Es werden nur Apple-APIs und -Services benutzt, mit Ausnahme des Open-Source-Projekts Zip, das für die Sicherung und Wiederherstellung eingebunden ist.

# privacyInfoText6
source: The code of this app is published on GitHub under https://github.com/mr-elbe5/myprivatetrack.git.
de: Der Code dieser App ist bei Github unter https://github.com/mr-elbe5/myprivatetrack.git offengelegt.

# privacyExportHeader
source: Exported Files
de: Exportierte Daten

# privacyExportText
source: With this app it is possible to create backups and copy files to the 'Files' folder of this app. You should be aware that these files are visible to other running apps on the iPhone/iPad. Depending on your privacy policy they should be deleted after use.
de: Diese App ermöglicht es, Sicherungen anzulegen und Dateien in das 'Dateien'-Verzeichnis dieser App zu kopieren. Dabei sollte beachtet werden, das diese exportierten Dateien auch für andere laufende Apps auf dem iPhone/iPad sichtbar sind. Je nach Bedarf sollten sie nach der Nutzung wieder gelöscht werden.

source: Quality
de: Qualität

# readError
source: The file could not be read.
de: Die Datei konnte nicht gelesen werden.

source: Really delete all data?
de: Wirklich alle Daten löschen?

# reallyDeleteEntry
source: Really delete this entry?
de: Wirklich diesen Eintrag löschen?

# reallyDeleteItem
source: Really delete this item?
de: Wirklich dieses Element löschen?

# reallyDeleteDocuments
source: Really delete all public files?
de: Wirklich alle exportierten Dateien löschen?

# rejectedError
source: This action has not been authorized.
de: Diese Aktion wurde nicht autorisiert.

source: Reset
de: Zurücksetzen

source: Restore
de: Wiederherstellen

# restoreData
source: Restore entries
de: Einträge wiederherstellen

# restoreInfo
source: You can select the first and the last of days to be restored. After selecting the days, the entries of these days will be added or merged to your current days.
de: Du kannst den ersten und letzten Tag für die Wiederherstellung wählen. Nach der Auswahl der Tage werden sie zu den bestehenden Tagen hinzugefügt oder mit ihnen zusammengelegt.

source: Save
de: Speichern

# saveError
source: The file could not be saved.
de: Die Datei konnte nicht gespeichert werden.

source: Show location
de: Ort anzeigen

# selectBackground
source: Select background image
de: Hintergrundbild wählen

source: Settings
de: Einstellungen

# settingsBackgroundInfo
source: With 'Select background image' you can select an image of your photo library or return to the default image as background.
de: Mit 'Hintergrund' kannst du das Hintergrundbild verändern. Du kannst ein Bild aus der Fotobibliothek wählen oder zum Standardbild zurückkehren.

# settingsFilesInfo
source: Deleting exported files means to delete all backups and all files, which have been copied to the app's documents folder.
de: Löschen aller öffentlichen Datein bedeutet das Löschen aller Sicherungen und aller Dateien, die in das Exportverzeichnis der App kopiert wurden.

# settingsFullBackupInfo
source: With 'Backup all entries' you create a backup file of all your entries. It can be found in Files > On my IPhone/iPad > My Private Track > Backups with the current date in its name.
de: Mit 'Alles sichern' kannst du eine Sicherung aller Einträge herstellen. Es ist dann unter Dateien > Auf meinem IPhone/iPad > My Private Track > Backups mit dem aktuellen Datum in seinem Namen zu finden.

# settingsPartialBackupInfo
source: With 'Backup entries of time span' you create a partial backup of a selectable time span. It can be found in Files > On my IPhone/iPad > My Private Track > Backups with the selected time span in its name.
de: Mit 'Einträge einer Zeitspanne sichern' kannst du eine Sicherung von Einträge einer gewählten Zeitspanne herstellen. Es ist dann unter Dateien > Auf meinem IPhone/iPad > My Private Track > Backups mit den Daten der Zeitspanne in seinem Namen zu finden.

# settingsMapSizeInfo
source: With 'Start size for capturing map images' you have three possible start sizes of the map, when you are creating a map snapshot. You will still be able to scroll and resize the map.
de: Mit 'Anfangsgröße für Kartensnapshots' kannst du die Anfangsgröße des Kartenausschnitts wählen, wenn du einen Kartenschnappschuss machst. Du kann aber trotzdem die Karte verschieben und in der Größe verändern.

# settingsResetInfo
source: With the reset button you delete all entries and their media. If you don't want to lose these data, make sure to create a backup.
de: Mit 'Einträge löschen' löschst du alle Einträge und dazgehörige Medien. Wenn du diese Daten nicht verlieren willst, solltest du vorher eine Sicherung erstellen.

# settingsRestoreInfo
source: With the restore button you restore a previous backup of your entries (all or for a certain time span).
de: Mit 'Wiederherstellen' kannst du vorher gesicherte Einträge und Medien wiederherstellen (alle oder aus einem bestimmten Zeitraum).

# settingsUseLocationInfo
source: If you choose not to use location services, your entries will not have a position and you will not be able to take map screenshots.
de: Wenn du keine Standortbestimmung benutzt, erhalten deine Einträge keine Position und du kannst keine Karten-Schnappschuss machen.

source: Share image
de: Bild kopieren

# snapshotError
source: The map could not be saved.
de: Die Karte konnte nicht gespeichert werden.

source: South
de: Süd

source: Speed
de: Geschwindigkeit

source: Start date
de: Erster Tag

source: Success
de: Erfolg

# timelineAudioIconInfo
source: With this icon you start creating a new entry starting by recording an audio.
de: Mit diesem Icon startest du einen neuen Eintrag, der mit dem Aufnehmen eines Audios beginnt.

# timelineDeleteIconInfo
source: With this icon you delete this entry including all of its items. Take care! There is no way to undo this action!
de: Mit diesem Icon löschst du den Eintrag. Vorsicht! Diese Aktion kann nicht rückgängig gemacht werden!

# timelineDetailIconInfo
source: With this icon you get a detailed view oh an entry or one of its items. There you are also able to edit the entry
de: Mit diesem Icon bekommst du die Detailansicht des Eintrags oder eines seiner Elemente. Dort kannst du auch Einträge editieren.

# timelineEditInfo
source: With the right pencil icon you can toggle between view and edit mode. In edit mode two icons appear at each entry:
de: Mit dem rechten Bleistiftsymbol kannst du zwischen Anzeige- und Editiermodus wechseln. Im Editiermodus erscheinen zwei Icons bei jedem Eintrag:

# timelineEmptyIconInfo
source: With this icon you start creating an empty new entry.
de: Mit diesem Icon startest du einen leeren neuen Eintrag.

# timelineEntryInfoHeader
source: Entries
de: Einträge

# timelineEntryMapLinkInfo
source: If the entry has a saved location, you can tap on it to see the location on the map.
de: Wenn die Position des Eintrags gespeichert wurde, kannst du durch Tippen auf die Position zur Karte wechseln.

# timelinePhotoIconInfo
source: With this icon you start creating a new entry by taking a photo.
de: Mit diesem Icon startest du einen neuen Eintrag, der mit dem Aufnehmen eines Fotos beginnt.

# timelineImageIconInfo
source: With this icon you start creating a new entry by importing an image from the library.
de: Mit diesem Icon startest du einen neuen Eintrag, der mit dem Importieren eines Bildes aus der Bibliothek beginnt.

# timelineInfoEditHeader
source: Edit mode
de: Editiermodus

# timelineInfoHeader
source: Timeline view
de: Tagesansicht

# timeline
source: Days
de: Tage

# timelineLocationInfo
source: If the switch 'Save position' is on, you can add a map section.
de: Wenn der Schalter 'Position anzeigen' an ist, kannst du einen Kartenausschnitt hinzufügen.

# timelineMapIconInfo
source: With this icon you can show an entry on the map.
de: Mit diesem Icon kannst du ein Element auf der Karte anzeigen.

# timelineTextIconInfo
source: With this icon you start creating a new entry by writing a text.
de: Mit diesem Icon startest du einen neuen Eintrag, der mit dem Eingeben eines Textes beginnt.

# timelineTopInfo
source: The timeline view shows all entries sorted by the day and of their creation. By tapping one of the left icons you can create a new entry starting with the respective item type: empty, text, photo, image, audio or video. With the right pencil icon you can toggle between view and edit mode (see below).
de: Die Tagesansicht zeigt alle Einträge nach Tag und Zeit sortiert. Durch Antippen der linken Icons kannst du einen neuen Eintrag erzeugen, der mit dem jeweiligen Typ startet : leer, Text, Foto, Bild, Audio oder Video. Mit dem rechten Bleistift-Icon kannst du zwischen Anzeige- und Editiermodus wechseln (siehe unten).

# timelineVideoIconInfo
source: With this icon you start creating a new entry by recording a video.
de: Mit diesem Icon startest du einen neuen Eintrag, der mit dem Aufnehmen eines Videos beginnt.

# timeoutError
source: Eine vorgegebene Zeit wurde überschritten.
de: A time out has occurred.

source: Title
de: Titel

source: To date
de: Bis Datum

# unexpectedError
source: There has been an unexpected error.
de: Ein unerwarteter Fehler ist aufgetreten.

# useLocation
source: Use location service
de: Standortbestimmung benutzen

# videoNotAuthorized
source: Camera or Microphone use is not authorized. Please change your settings.
de: Die Nutzung der Kamera oder des Mikrofons ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

# videoShared
source: Video has been copied.
de: Video wurde kopiert.

source: Yes
de: Ja

source: Your position
de: Deine Position

source: Your text...
de: Dein Text...

# osmTemplate
source: URL Template for OpenStreetMap Tiles:
de: URL-Template für OpenStreetMap-Kacheln:

# elbe5TileURL
source: Use template for Elbe5.de
de: Template für Elbe5.de benutzen

# osmTileURL
source: Use template for OpenStreetMap.org
de: Template für OpenStreetMap.org benutzen

# elbe5LegalInfo
source: Legal Info for tiles from Elbe5.de
de: Regeln für das Laden von Elbe5.de

# osmLegalInfo
source: Legal Info for tiles from OpenStreetMap.org
de: Regeln für das Laden von OpenStreetMap.org
